brew "atuin"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "jq"
brew "less"
brew "mise"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "stow"
brew "tlrc"
brew "xclip"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "temurin"
