brew "atuin"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "jq"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "stylua"
brew "tlrc"
brew "uv"
brew "zoxide"
