brew "atuin"
brew "bat"
brew "bob"
brew "bottom"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "jq"
brew "fnm"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "tmux"
brew "tlrc"
brew "tree-sitter-cli"
brew "uv"
brew "zoxide"
